<template>
    <div class="container" style="margin-top: 100px; margin-bottom: 100px">
        <div class="public-offer">
            <p>
                Договор публичной оферты<br>
ТОО «Зерновые и масличные.KZ», расположенное по адресу: Республика Казахстан, г.<br>
Петропавловск, ул. КазПравды, 68, офис 228, именуемое в дальнейшем «Исполнитель»,<br>
предлагает любому физическому или юридическому лицу, в дальнейшем именуемому<br>
«Пользователь», платные услуги, связанные с онлайн-сервисом «Astyq Baga», далее именуемом<br>
«Сервис».<br>
1.ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ:<br>
1.1. Публичная Оферта – настоящее предложение использования онлайн сервиса, публикуемое<br>
Исполнителем на Сайте astyqbaga.kz, далее именуемое «Услуга».<br>
1.2. Сервис – настоящий онлайн-ресурс, включающий сведения: о коммерческих предложениях, о<br>
контактных данных сторон, разместивших и размещающих коммерческие предложения.<br>
1.3. Коммерческое предложение – объявление, размещенное на Сервисе Исполнителем или<br>
Пользователем, которое может расцениваться как приглашение к сделке.<br>
1.4. Рыночная информация – информация, собранная/структурированная из размещенных на<br>
Сервисе данных (включая коммерческие предложения), а также информация, предоставленная<br>
Исполнителем.<br>
2. ОСНОВНЫЕ ПОЛОЖЕНИЯ:<br>
2.1. Текст Договора является публичной офертой (в соответствии с пунктом 5 статьи 395<br>
Гражданского кодекса Республики Казахстан публичная оферта – это содержащее все<br>
существенные условия договора предложение, из которого усматривается воля лица, делающего<br>
предложение, заключить договор на указанных в предложении условиях с любым, кто отзовется<br>
на это предложение). Акцепт оферты – использование онлайн сервиса (в соответствии со статьёй<br>
396 Гражданского кодекса Республики Казахстан). Акцепт – это ответ лица, которому адресована<br>
оферта, о ее принятии. Акцепт должен быть полным и безоговорочным. Совершая действия по<br>
акцепту настоящего публичного договора – оферты, Пользователь подтверждает свою<br>
правоспособность и дееспособность, а также свое законное право вступать в договорные<br>
отношения с Исполнителем. Полным и безоговорочным согласием заключить Договор (далее –<br>
Акцептом) является выраженное согласие с его условиями путем использования Сервиса и/или<br>
принятие условий предоставления сервиса;<br>
2.2. Акцепт Договора означает, что Пользователь согласен со всеми положениями настоящего<br>
предложения, и равносилен заключению Договора и всех приложений к нему. В связи с<br>
вышеизложенным, внимательно прочитайте текст Договора. Если Вы не согласны с каким-либо<br>
пунктом Договора, Исполнитель предлагает Вам отказаться от Акцепта оферты.<br>
3. ПРЕДМЕТ ДОГОВОРА<br>
<br>
3.1. Исполнитель обязуется оказывать Пользователю услуги по предоставлению, а также<br>
размещению информации следующего содержания:<br>
сведения о существующих коммерческих предложениях продажи/покупки товаров и услуг;<br>
сведения и текущих ценах на зерновые, маслосемена и бобовые, а также продукты их<br>
переработки а) внутри страны, б) на экспортных переходах, в) прогноз цены;<br>
сведения о контактных данных авторов коммерческих предложений, в той мере, в какой они сами<br>
захотели их раскрыть.<br>
3.2. Список услуг остается неизменным на весь срок действия Договора.<br>
3.3. Подписка осуществляется по одному из Тарифов, стоимость и порядок приобретения которых<br>
подробно описана в разделе Тарифы (ссылка).<br>
3.4. Раздел Тарифы настоящего сайта является Приложением к настоящему Договору.<br>
4. ПРАВА И ОБЯЗАННОСТИ СТОРОН<br>
4.1. Исполнитель обязуется оказывать информационные услуги, предусмотренные разделом 3<br>
настоящего Договора в полном объеме, надлежащего качества, в установленные настоящим<br>
Договором сроки.<br>
4.2. Стороны обязуются не разглашать информацию, полученную по настоящему Договору, в<br>
течение срока его действия.<br>
4.4. Исполнитель оставляет за собой право в одностороннем порядке расторгнуть Договор после<br>
выявления случая передачи Пользователя информации, полученной от Исполнителя третьему<br>
лицу, после письменного уведомления, и предоставления неопровержимых доказательств вины<br>
Заказчика.<br>
4.5. Пользователь обязуется своевременно производить оплату услуг Исполнителя в размерах и в<br>
сроки, установленные в разделе Тарифы.<br>
4.6. Заказчик вправе отказаться от исполнения Договора при условии оплаты Исполнителю<br>
фактически понесенных им расходов по оказанию услуг Заказчику.<br>
4.7. Исполнитель вправе отказаться от исполнения обязательств по Договору лишь при условии<br>
полного возмещения Заказчику убытков, причиненных расторжением настоящего Договора,<br>
кроме случаев, когда это произошло по вине Заказчика.<br>
4.8. Вся информация, полученная в результате выполнения Исполнителем данного договора,<br>
является собственностью Исполнителя.<br>
4.9. Контроль качества выполнения услуг осуществляет представитель Заказчика.<br>
5. ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ<br>
5.1. Вся информация, включая Рыночную информацию, размещенная на ресурсе, предоставлена<br>
третьими лицами.<br>
5.2. Часть информации, опубликованной на Сервисе доступна третьим лицам. Ее объем<br>
определяется и регулируется Исполнителем.<br>
5.3. Стороны признают, что вся информация, полученная в ходе сбора сведений для настоящего<br>
Сервиса, и обозначенная предоставляющей Стороной как конфиденциальная, не может<br>
<br>
разглашаться другой Стороной никакой третьей стороне без письменного разрешения Стороны,<br>
предоставляющей указанную информацию.<br>
6. ОТКАЗ ОТ ПРАВ И РИСКОВ<br>
6.1. Сведения, предоставленные сторонами, предназначены исключительно для информационных<br>
целей и являются выражением частного мнения респондентов. Предоставляемая информация и<br>
выводы не являются офертой. Исполнитель не дает никаких гарантий в отношении достоверности<br>
и полноты размещенной на Сервисе информации.<br>
6.2. Ни Исполнитель, ни его агенты, ни аффилированные лица не несут никакой ответственности<br>
за любые убытки или расходы, связанные прямо или косвенно с использованием информации,<br>
размещенной на Сервисе. Исполнитель обязуется проверять достоверность всеми имеющимися в<br>
его распоряжении средствами и своевременно оповещать о них Пользователя.<br>
6.3. Пользователю необходимо принять во внимание, что доход от операций с финансовыми<br>
инструментами или других инвестиций может меняться, и цена или стоимость финансовых<br>
инструментов и инвестиций может как расти, так и падать. Соответственно, результаты<br>
инвестирования могут оказаться меньше первоначально инвестированных средств. Результаты<br>
инвестирования в прошлом не гарантируют доходов в будущем. Исполнитель предупреждает, что<br>
операции на финансовых рынках связаны с различными рисками и требуют соответствующих<br>
знаний и опыта, а также рекомендуют получать регулярные консультации по вопросам финансов,<br>
налогов и права у специалистов соответствующей квалификации.<br>
7. ИНФОРМАЦИОННЫЕ СООБЩЕНИЯ:<br>
7.1. Пользователь дает свое согласие на получение обновленной информации, информационных<br>
сообщений с последними новостями, новыми предложениями, специальными предложениями и<br>
объявлениями о продаже, а также информации о новостях и предложениях партнеров<br>
Исполнителя посредством SMS и электронной почты.<br>
7.2. Пользователь может выбрать параметры рассылки или отказаться.<br>
7.3. Пользователь дает согласие на запись телефонных разговоров для повышения качества<br>
обслуживания и подтверждения устных заявлений Пользователя, сохранение данных пассажиров<br>
исключительно в целях удобства последующих покупок.<br>
8. ПРОЧИЕ УСЛОВИЯ:<br>
8.1. Исполнитель имеет право в любой момент изменять условия Договора в одностороннем<br>
порядке без предварительного согласования с Пользователями, обеспечивая при этом<br>
публикацию измененных условий на Сервисе. Исполнитель не несет ответственности по<br>
возможным рискам и условиям безопасного использования, а также за сетевые атаки или взлом<br>
Сайта (в том числе, но не ограничиваясь), сбои в работе Сайта вызванные техническими<br>
причинами.<br>
8.2. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение<br>
обязательств по Договору на время действия непреодолимой силы. Под непреодолимой силой<br>
понимаются чрезвычайные и непреодолимые обстоятельства, препятствующие исполнению своих<br>
обязательств сторонами по Договору. К ним относятся стихийные явления; воздействие ядерного<br>
взрыва, радиации (ионизирующего излучения) или радиоактивного заражения материалами<br>
ядерного оружия, производственных и научно-исследовательских работ или радиоактивными<br>
отходами; войны, военные вторжения, враждебные действия иностранного врага, военные<br>
маневры и связанные с ними мероприятия военного характера; гражданская война, вооруженный<br>
мятеж, народные волнения всякого рода, массовые беспорядки, насильственный захват или<br>
<br>
насильственное удержание власти; эпидемии, метеоусловия, террористические действия,<br>
забастовки, изъятия, конфискации, национализация и т.п. При этом общеизвестные события не<br>
нуждаются в каком-либо подтверждении.<br>
8.3. Все споры и разногласия, вытекающие из правоотношений по настоящей Оферте,<br>
разрешаются путем переговоров. В случае невозможности решения возникших споров в ходе<br>
переговоров, такие споры должны быть переданы на решение в суд Республики Казахстан, города<br>
Алматы с обязательным соблюдением претензионного порядка. Срок ответа на претензию<br>
составляет 10 (десять) календарных дней со дня получения;<br>
8.5. Цены в рассылке и рекламе не являются публичной офертой.<br>
8.6. Данная версия Договора является текущей и заменяет все предыдущие.<br>
            </p>
        </div>
    </div>
</template>

<style>

.public-offer{
  background-color: white;
  padding: 50px;
  border-radius: 0px 0px 5px 5px;
}

</style>