<template>
    <div class="container" style="margin-top: 100px; margin-bottom: 100px">
        <div class="tariffs">
            Стоимость<br>
            Пользование Сервисом AstyqBaga не бесплатно. За исключением участников Союза полеводов.<br>
            Для всех остальных стоимость годовой подписки составляет 50 000 тенге за 12 месяцев. Оплата<br>
            производится разово за весь срок подписки.<br>
            Других вариантов подписки пока не предусмотрено.<br>
            Сервис AstyqBaga – не банальная доска объявлений, где любой желающий размещает<br>
            информацию по своему усмотрению. Только зарегистрированные и оплатившие подписку<br>
            Пользователи имеют право размещать информацию.<br>
            AstyqBaga – это сервис для обмена информацией реальных участников рынка, созданный в<br>
            первую очередь для основных его участников – фермеров-производителей, трейдеров,<br>
            переработчиков.<br>
            Это частично снимает риск размещения непроверенной/недостоверной информации.<br>
            Вторая фаза защиты – наши менеджеры, которые работают только с проверенными клиентами, а<br>
            всех подозрительных проверяют в собеседованиях с другими контрагентами, а также другими не<br>
            запрещенными законодательством способами.<br>
            Наши менеджеры сами формируют большую часть объявлений от проверенных лиц (Сервис<br>
            AstyqBaga в этом отношении может считаться приемником принципов, заложенных при создании<br>
            Торговой площадки на сайте margin.kz). Наши менеджеры работают по заданному алгоритму,<br>
            предусматривающему «горячие запросы рынка»: если здесь и сейчас большим спросом<br>
            пользуется, к примеру, ячмень, менеджеры делают акцент на это в беседах с фермерами, и т. д.<br>
<br>
            Варианты оплаты<br>
            Вы можете заплатить за пользование Сервисом любым удобным Вам способом:<br>
            Вы можете оплатить любой банковской картой, выпущенной любым банком.<br>
            Важно, чтоб для вашей карты был открыт доступ для оплаты операций в интернете. Если ваш банк<br>
            поддерживает защитные пароли 3D Secure или Secure Code такой пароль так же должен быть<br>
            установлен на вашу карту. В случае если оплата не проходит, обратитесь в свой банк. Комиссия за<br>
            такую транзакцию не взимается. Перейти на Оплату онлайн (ссылка на платежную систему<br>
            PayBox).<br>
            Вы можете оплатить традиционным способом «инвойс-банковский платеж».<br>
            Предоставьте нашим менеджерам реквизиты своей организации и мы выставим счет на оплату,<br>
            после того, как деньги поступят на наш счет, доступ к закрытой части откроется. Связаться с<br>
            менеджером (ссылка на Связаться с нами).<br>
        </div>
    </div>
</template>

<style>

.tariffs{
  background-color: white;
  padding: 50px;
  border-radius: 0px 0px 5px 5px;
}

</style>